---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.DividedSurfaceFailures
source: html/ad9e89d5-c2f0-6af5-ebd3-64dbaba8de73.htm
---
# BuiltInFailures.DividedSurfaceFailures Properties

Default Divide settings were not applied to Divided Surface. Please adjust grid spacing values manually.